Repository: taka-2120/EcoNotify
Catalog: EcoNotify/Localizable.xcstrings
Source language: en
Languages: ja

source: About
ja: 情報

source: Add
ja: 追加

# add_date
source: Add a date
ja: 日を追加

# add_title
source: Add a Trash Category
ja: カテゴリを追加

source: Bottle
ja: ペットボトル

source: Burnable
ja: 燃えるゴミ

source: Buy
ja: 購入

source: Cancel
ja: キャンセル

source: Cardboard
ja: ダンボール

source: Category
ja: カテゴリ

source: Collection Dates
ja: 収集日

source: Comment
ja: コメント

source: Edit
ja: 編集

# edit_title
source: Edit Trash
ja: タイトルを編集

# empty_collection
source: Garbage collection is empty! Tap “+” to add.
ja: 収集日が追加されていません。 “+”をタップして追加できます。

source: Error
ja: エラー

# error_duplicated_name
source: This name is already registered.
ja: この名前はすでに追加されています。

# error_no_collection_date
source: No collection date registered.
ja: 収集日が登録されていません。

source: Every
ja: 毎週

# first
source: 1st
ja: 第一

# fourth
source: 4th
ja: 第四

source: Friday
ja: 金曜日

source: Information
ja: 情報

source: License
ja: ライセンス

source: Magazine
ja: 雑誌

source: Monday
ja: 月曜日

source: Name
ja: 名前

source: Newspaper
ja: 新聞紙

source: Next collection
ja: 次の収集

source: Next: %@
ja: 次回収集: %@

source: None
ja: なし

source: Not burnable
ja: 燃えないごみ

# notification
source: Notifications
ja: 通知

# notification_body %@ %@
source: It's time to take out the %1$@ trash %2$@.
ja: %@の収集日は%@です。

source: Notify me
ja: 通知

# oneDayBefore
source: 1 day before
ja: 1日前

source: On the day
ja: 当日

source: Plastic
ja: プラスチック

source: Plastic bottle
ja: ペットボトル

source: Purchased
ja: 購入済み

source: Redeem code
ja: コードを入力

source: Remove Ads
ja: 広告削除

source: Restore purchase
ja: 購入を復元

source: Saturday
ja: 土曜日

source: Save
ja: 保存

# second
source: 2nd
ja: 第二

source: Settings
ja: 設定

source: Skip
ja: スキップ

source: Sunday
ja: 日曜日

# third
source: 3rd
ja: 第三

# threeDaysBefore
source: 3 days before
ja: 3日前

# threeDaysLater
source: 3 days later
ja: 3日後

source: Thursday
ja: 木曜日

# title
source: Garbage Collections
ja: ごみ収集一覧

source: Today
ja: 今日

source: Tomorrow
ja: 明日

source: Took out
ja: ゴミ出し済み

source: Tuesday
ja: 火曜日

# twoDaysBefore
source: 2 days before
ja: 2日前

# twoDaysLater
source: 2 days later
ja: 2日後

source: Version
ja: バージョン

source: Wednesday
ja: 水曜日

# widget_description
source: Never forget to take out garbage.
ja: もう、ゴミ出しは忘れない。

# widget_empty_collection
source: Garbage collection is empty! Tap to open to add
ja: 収集日が追加されていません。 タップでアプリを開いて追加できます。

# widget_title
source: Garbage Collection
ja: ごみ収集
